Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# toolHintRm
source: Estimated 1-rep max (Epley formula)
ar: الحد الأقصى المقدر لتكرار واحد (معادلة إبلي)
de: Geschätztes 1RM (Epley-Formel)
es: Máximo estimado a 1 repetición (fórmula de Epley)
fa: تخمین یک‌تکرار بیشینه (فرمول Epley)
fr: Maximum estimé sur 1 répétition (formule d’Epley)
it: Massimale stimato a 1 ripetizione (formula di Epley)
ja: 推定1回最大重量（Epley式）
ko: 예상 1회 최대중량(Epley 공식)
nl: Geschat maximum voor 1 herhaling (Epley-formule)
pl: Szacowane maksimum na 1 powtórzenie (wzór Epleya)
pt: Máximo estimado para 1 repetição (fórmula de Epley)
ru: Оценка максимума на 1 повтор (формула Эпли)
tr: Tahmini 1 tekrar maksimumu (Epley formülü)
uk: Оцінений максимум на 1 повторення (формула Еплі)
zh: 估算单次最大重量（Epley 公式）
zh_hant: 估算單次最大重量（Epley 公式）

# toolHintCal
source: Estimated daily maintenance
ar: تقدير احتياجات الصيانة اليومية
de: Geschätzter täglicher Erhaltungsbedarf
es: Mantenimiento diario estimado
fa: تخمین کالری نگهداری روزانه
fr: Estimation des besoins quotidiens de maintien
it: Mantenimento giornaliero stimato
ja: 1日の維持必要量の推定
ko: 일일 유지 필요량 추정
nl: Schatting van dagelijkse onderhoudsbehoefte
pl: Szacowane dzienne zapotrzebowanie na utrzymanie
pt: Manutenção diária estimada
ru: Оценка суточной нормы поддержания
tr: Tahmini günlük kilo koruma kalorisi
uk: Оцінка добової норми для підтримання ваги
zh: 估算每日维持热量（TDEE）
zh_hant: 估算每日維持所需熱量

# toolHintBf
source: US Navy method estimate
ar: تقدير بطريقة البحرية الأمريكية
de: Schätzung nach der US-Navy-Methode
es: Estimación por el método US Navy
fa: تخمین روش نیروی دریایی آمریکا
fr: Estimation selon la méthode de l’US Navy
it: Stima col metodo US Navy
ja: 米海軍方式による推定
ko: 미 해군 방식 추정
nl: Schatting volgens de US Navy-methode
pl: Szacunek metodą US Navy
pt: Estimativa pelo método da Marinha dos EUA
ru: Оценка по методу ВМС США
tr: ABD Donanması yöntemine göre tahmin
uk: Оцінка за методом ВМС США
zh: 美国海军体脂估算法
zh_hant: 依美國海軍法估算

# toolHintPlate
source: Total barbell weight
ar: الوزن الإجمالي للبار
de: Gesamtgewicht der Langhantel
es: Peso total de la barra
fa: وزن کل هالتر
fr: Poids total de la barre
it: Peso totale del bilanciere
ja: バーベル総重量
ko: 바벨 총 중량
nl: Totaal gewicht van de stang
pl: Łączny ciężar sztangi
pt: Peso total da barra
ru: Общий вес штанги
tr: Toplam bar ağırlığı
uk: Загальна вага штанги
zh: 杠铃总重量
zh_hant: 槓鈴總重量

# toolHintWarmup
source: Working weight target
ar: وزن العمل المستهدف
de: Ziel Arbeitsgewicht
es: Peso de trabajo objetivo
fa: هدف وزن کاری
fr: Charge de travail cible
it: Peso di lavoro obiettivo
ja: 目標作業重量
ko: 목표 작업 중량
nl: Doelwerkgewicht
pl: Docelowy ciężar roboczy
pt: Meta de peso de trabalho
ru: Целевой рабочий вес
tr: Hedef çalışma ağırlığı
uk: Цільова робоча вага
zh: 目标正式组重量
zh_hant: 目標訓練重量

# toolDescRm
source: Estimated one-rep max
ar: الحد الأقصى المقدر لتكرار واحد
de: Geschätztes Einer-Wiederholungsmaximum
es: Máximo estimado a 1 repetición
fa: تخمین یک‌تکرار بیشینه
fr: Maximum estimé sur une répétition
it: Massimale stimato a una ripetizione
ja: 推定1回最大重量
ko: 예상 1회 최대중량
nl: Geschat maximum voor één herhaling
pl: Szacowane maksimum na jedno powtórzenie
pt: Máximo estimado para uma repetição
ru: Расчётный максимум на 1 повтор
tr: Tahmini tek tekrar maksimumu
uk: Оцінений максимум на одне повторення
zh: 估算单次最大重量
zh_hant: 估算單次最大重量

# toolDescBmi
source: Body mass index
ar: مؤشر كتلة الجسم
es: Índice de masa corporal
fa: شاخص توده بدنی
fr: Indice de masse corporelle
it: Indice di massa corporea
ja: BMI（体格指数）
ko: 체질량지수
pl: Wskaźnik masy ciała
pt: Índice de massa corporal
ru: Индекс массы тела
tr: Vücut kitle indeksi
uk: Індекс маси тіла
zh: 身体质量指数
zh_hant: 身體質量指數

# toolDescCal
source: Calories & macros
ar: السعرات والمغذيات الكبرى
de: Kalorien & Makros
es: Calorías y macros
fa: کالری و ماکرو
fr: Calories et macros
it: Calorie e macro
ja: カロリーとマクロ栄養素
ko: 칼로리와 다량영양소
nl: Calorieën en macro's
pl: Kalorie i makroskładniki
pt: Calorias e macros
ru: Калории и БЖУ
tr: Kalori ve makrolar
uk: Калорії та макронутрієнти
zh: 每日热量及营养素建议
zh_hant: 卡路里與宏量營養素

# toolDescBf
source: Body fat percentage
ar: نسبة دهون الجسم
de: Körperfettanteil
es: Porcentaje de grasa corporal
fa: درصد چربی بدن
fr: Pourcentage de masse grasse
it: Percentuale di massa grassa
ja: 体脂肪率
ko: 체지방률
nl: Lichaamsvetpercentage
pl: Procent tkanki tłuszczowej
pt: Porcentagem de gordura corporal
ru: Процент жира в теле
tr: Vücut yağ oranı
uk: Відсоток жиру в тілі
zh: 体脂百分比估算
zh_hant: 體脂百分比

# toolDescPlate
source: Barbell plate calculator
ar: حاسبة أقراص الأوزان
de: Rechner für Hantelscheiben
es: Qué discos poner en la barra
fa: ماشین‌حساب وزنه هالتر
fr: Calculateur de disques de musculation
it: Quali dischi caricare sul bilanciere
ja: プレート計算機
ko: 웨이트 원판 계산기
nl: Halter-schijvencalculator
pl: Kalkulator talerzy
pt: Calculadora de discos de barra
ru: Расчёт блинов на штангу
tr: Bar plakası hesaplayıcı
uk: Калькулятор дисків
zh: 杠铃配重片组合推算
zh_hant: 槓片計算器

# toolDescWarmup
source: Ramp-up sets
ar: مجموعات إحماء تصاعدية
de: Aufwärmsätze
es: Series de aproximación
fa: ست‌های گرم‌کردن پلکانی
fr: Séries de montée en charge
it: Serie di avvicinamento
ja: 段階的ウォームアップセット
ko: 단계별 워밍업 세트
nl: Opbouwsets voor warming-up
pl: Serie narastające rozgrzewki
pt: Séries de aquecimento
ru: Подводящие подходы
tr: Kademeli ısınma setleri
uk: Розминкові підходи з нарощуванням ваги
zh: 热身递增组建议
zh_hant: 漸進暖身組

# bmiUnderweight
source: Underweight
ar: نقص الوزن
de: Untergewichtig
es: Bajo peso
fa: کم‌وزن
fr: Insuffisance pondérale
it: Sottopeso
ja: 低体重
ko: 저체중
nl: Ondergewicht
pl: Niedowaga
pt: Abaixo do peso
ru: Недовес
tr: Düşük kilo
uk: Недостатня вага
zh: 偏瘦
zh_hant: 體重過輕

# bmiNormal
source: Normal
ar: وزن طبيعي
fa: طبیعی
fr: Corpulence normale
it: Normale
ja: 標準体重
ko: 정상 체중
nl: Normaal gewicht
pl: Prawidłowa masa
ru: Норма
tr: Normal kilo
uk: Нормальна вага
zh: 正常
zh_hant: 正常體重

# bmiOverweight
source: Overweight
ar: زيادة الوزن
de: Übergewichtig
es: Sobrepeso
fa: اضافه‌وزن
fr: Surpoids
it: Sovrappeso
ja: 過体重
ko: 과체중
nl: Overgewicht
pl: Nadwaga
pt: Excesso de peso
ru: Избыток
tr: Fazla kilo
uk: Надмірна вага
zh: 超重
zh_hant: 過重

# bmiObese
source: Obese
ar: السمنة
de: Stark Übergewichtig
es: Obesidad
fa: چاق
fr: Obésité
it: Obeso
ja: 肥満
ko: 비만
nl: Obesitas
pl: Otyłość
pt: Obesidade
ru: Ожирение
tr: Obez
uk: Ожиріння
zh: 肥胖
zh_hant: 肥胖

# actSedentary
source: Sedentary
ar: خامل
de: Sitzend
es: Sedentario
fa: کم‌تحرک
fr: Sédentaire
it: Sedentario
ja: 座りがち
ko: 좌식
nl: Zittend
pl: Siedzący
pt: Sedentário
ru: Сидячая
tr: Hareketsiz
uk: Малорухливий
zh: 久坐少动
zh_hant: 久坐

# actLight
source: Light
ar: خفيف
de: Leicht aktiv
es: Ligero
fa: سبک
fr: Faible
it: Leggero
ja: 軽い
ko: 가벼움
nl: Licht
pl: Lekki
pt: Leve
ru: Лёгкая
tr: Hafif
uk: Легка
zh: 轻度活动
zh_hant: 輕度

# actActive
source: Active
ar: نشط
de: Aktiv
es: Activo
fa: فعال
fr: Actif
it: Attivo
ja: アクティブ
ko: 활동적
nl: Actief
pl: Aktywny
pt: Ativo
ru: Высокая
tr: Aktif
uk: Активний
zh: 高强度活动
zh_hant: 活躍

# actModerate
source: Moderate
ar: متوسط
de: Mäßig aktiv
es: Moderado
fa: متوسط
fr: Modéré
it: Moderato
ja: 中程度
ko: 보통
nl: Matig
pl: Umiarkowany
pt: Moderado
ru: Умеренная
tr: Orta
uk: Помірний
zh: 中度活动
zh_hant: 中等

# muscleChest
source: Chest
ar: الصدر
de: Brust
es: Pecho
fa: سینه
fr: Pectoraux
it: Petto
ja: 胸
ko: 가슴
nl: Borst
pl: Klatka piersiowa
pt: Peito
ru: Грудь
tr: Göğüs
uk: Груди
zh: 胸肌
zh_hant: 胸

# muscleBack
source: Back
ar: الظهر
de: Rücken
es: Espalda
fa: پشت
fr: Dos
it: Schiena
ja: 背中
ko: 등
nl: Rug
pl: Plecy
pt: Costas
ru: Спина
tr: Sırt
uk: Спина
zh: 背部
zh_hant: 背

# muscleShoulders
source: Shoulders
ar: الكتفان
de: Schultern
es: Hombros
fa: شانه‌ها
fr: Épaules
it: Spalle
ja: 肩
ko: 어깨
nl: Schouders
pl: Barki
pt: Ombros
ru: Плечи
tr: Omuzlar
uk: Плечі
zh: 肩部
zh_hant: 肩

# muscleBiceps
source: Biceps
ar: البايسبس
de: Bizeps
es: Bíceps
fa: جلو‌بازو
it: Bicipiti
ja: 上腕二頭筋
ko: 이두근
pt: Bíceps
ru: Бицепс
tr: Biseps
uk: Біцепс
zh: 肱二头肌
zh_hant: 二頭肌

# muscleTriceps
source: Triceps
ar: الترايسبس
de: Trizeps
es: Tríceps
fa: پشت‌بازو
it: Tricipiti
ja: 上腕三頭筋
ko: 삼두근
pt: Tríceps
ru: Трицепс
tr: Triseps
uk: Трицепс
zh: 肱三头肌
zh_hant: 三頭肌

# muscleForearm
source: Forearm
ar: الساعد
de: Unterarm
es: Antebrazo
fa: ساعد
fr: Avant-bras
it: Avambraccio
ja: 前腕
ko: 전완
nl: Onderarm
pl: Przedramię
pt: Antebraço
ru: Предплечье
tr: Ön kol
uk: Передпліччя
zh: 前臂
zh_hant: 前臂

# muscleTrapezius
source: Trapezius
ar: الترابيس
de: Trapezmuskel
es: Trapecio
fa: تراپز
fr: Trapèzes
it: Trapezio
ja: 僧帽筋
ko: 승모근
pl: Kaptury
pt: Trapézio
ru: Трапеция
tr: Trapez
uk: Трапеції
zh: 斜方肌
zh_hant: 斜方肌

# muscleAbdomen
source: Abdomen
ar: البطن
de: Bauch
fa: شکم
fr: Abdominaux
it: Addome
ja: 腹筋
ko: 복근
nl: Buik
pl: Brzuch
pt: Abdômen
ru: Пресс
tr: Karın
uk: Прес
zh: 腹肌
zh_hant: 腹肌

# muscleObliques
source: Obliques
ar: العضلات المائلة
de: Schräge Bauchmuskeln
es: Oblicuos
fa: مایل شکم
it: Obliqui
ja: 腹斜筋
ko: 복사근
nl: Schuine buikspieren
pl: Mięśnie skośne
pt: Oblíquos
ru: Косые
tr: Yan karın
uk: Косі м’язи
zh: 腹外斜肌
zh_hant: 腹斜肌

# muscleQuads
source: Quads
ar: العضلة الرباعية
de: Quadrizeps
es: Cuádriceps
fa: چهارسر
fr: Quadriceps
it: Quadricipiti
ja: 大腿四頭筋
ko: 대퇴사두근
nl: Quadriceps
pl: Czworogłowe
pt: Quadríceps
ru: Квадрицепс
tr: Ön bacak
uk: Квадрицепс
zh: 股四头肌
zh_hant: 股四頭肌

# muscleHamstrings
source: Hamstrings
ar: أوتار الركبة
de: Beinbeuger
es: Isquiotibiales
fa: همسترینگ
fr: Ischio-jambiers
it: Femorali
ja: ハムストリング
ko: 햄스트링
pl: Dwugłowe uda
pt: Isquiotibiais
ru: Бицепс бедра
tr: Arka bacak
uk: Задня поверхня стегна
zh: 腘绳肌
zh_hant: 腿後肌

# muscleGlutes
source: Glutes
ar: الألوية
de: Gesäß
es: Glúteos
fa: باسن
fr: Fessiers
it: Glutei
ja: 臀筋
ko: 둔근
nl: Bilspieren
pl: Pośladki
pt: Glúteos
ru: Ягодицы
tr: Kalça
uk: Сідниці
zh: 臀肌
zh_hant: 臀肌

# muscleCalves
source: Calves
ar: ربلة الساق
de: Waden
es: Gemelos
fa: ساق
fr: Mollets
it: Polpacci
ja: ふくらはぎ
ko: 종아리
nl: Kuiten
pl: Łydki
pt: Panturrilhas
ru: Икры
tr: Baldır
uk: Литки
zh: 小腿
zh_hant: 小腿

# mgChest
source: Chest
ar: الصدر
de: Brust
es: Pecho
fa: سینه
fr: Pectoraux
it: Petto
ja: 胸
ko: 가슴
nl: Borst
pl: Klatka
pt: Peito
ru: Грудь
tr: Göğüs
uk: Груди
zh: 胸部
zh_hant: 胸

# mgBack
source: Back
ar: الظهر
de: Rücken
es: Espalda
fa: پشت
fr: Dos
it: Schiena
ja: 背中
ko: 등
nl: Rug
pl: Plecy
pt: Costas
ru: Спина
tr: Sırt
uk: Спина
zh: 背部
zh_hant: 背

# mgLegs
source: Legs
ar: الأرجل
de: Beine
es: Piernas
fa: پاها
fr: Jambes
it: Gambe
ja: 脚
ko: 하체
nl: Benen
pl: Nogi
pt: Pernas
ru: Ноги
tr: Bacaklar
uk: Ноги
zh: 腿部
zh_hant: 腿部

# mgShoulders
source: Shoulders
ar: الكتفان
de: Schultern
es: Hombros
fa: شانه‌ها
fr: Épaules
it: Spalle
ja: 肩
ko: 어깨
nl: Schouders
pl: Barki
pt: Ombros
ru: Плечи
tr: Omuzlar
uk: Плечі
zh: 肩部
zh_hant: 肩

# mgArms
source: Arms
ar: الذراعان
de: Arme
es: Brazos
fa: بازوها
fr: Bras
it: Braccia
ja: 腕
ko: 팔
nl: Armen
pl: Ramiona
pt: Braços
ru: Руки
tr: Kollar
uk: Руки
zh: 手臂
zh_hant: 手臂

# mgCore
source: Core
ar: الجذع
de: Rumpf
fa: مرکز بدن
fr: Ceinture abdominale
ja: 体幹
ko: 코어
pt: Tronco
ru: Кор
tr: Merkez bölge
uk: Кор
zh: 核心
zh_hant: 核心

# equipBarbell
source: Barbell
ar: بار حديد
de: Langhantel
es: Barra
fa: هالتر
fr: Barre
it: Bilanciere
ja: バーベル
ko: 바벨
nl: Halterstang
pl: Sztanga
pt: Barra
ru: Штанга
tr: Bar
uk: Штанга
zh: 杠铃
zh_hant: 槓鈴

# equipDumbbell
source: Dumbbell
ar: دمبل
de: Kurzhantel
es: Mancuerna
fa: دمبل
fr: Haltère
it: Manubrio
ja: ダンベル
ko: 덤벨
pl: Hantla
pt: Halteres
ru: Гантели
tr: Dambıl
uk: Гантеля
zh: 哑铃
zh_hant: 啞鈴

# equipCable
source: Cable
ar: كابل
de: Kabelzug
es: Polea
fa: کابل
fr: Poulie
it: Cavo
ja: ケーブル
ko: 케이블
nl: Kabel
pl: Wyciąg
pt: Cabo
ru: Блок
tr: Kablo
uk: Трос
zh: 绳索
zh_hant: 滑輪

# equipMachine
source: Machine
ar: آلة
de: Maschine
es: Máquina
fa: دستگاه
it: Macchina
ja: マシン
ko: 머신
pl: Maszyna
pt: Aparelho
ru: Тренажёр
tr: Makine
uk: Тренажер
zh: 固定器械
zh_hant: 機械

# equipBodyweight
source: Bodyweight
ar: وزن الجسم
de: Körpergewicht
es: Peso corporal
fa: وزن بدن
fr: Poids du corps
it: Corpo libero
ja: 自重
ko: 맨몸
nl: Lichaamsgewicht
pl: Masa ciała
pt: Peso corporal
ru: Свой вес
tr: Vücut ağırlığı
uk: Вага тіла
zh: 自重
zh_hant: 自體重量

# equipWeighted
source: Weighted
ar: بوزن إضافي
de: Mit Zusatzgewicht
es: Con lastre
fa: با وزنه
fr: Lesté
it: Zavorrato
ja: 加重
ko: 중량 추가
nl: Met gewicht
pl: Z obciążeniem
pt: Com peso
ru: С отягощением
tr: Ağırlıklı
uk: З обтяженням
zh: 负重自重
zh_hant: 負重

# equipBand
source: Band
ar: شريط مقاومة
es: Goma
fa: کش
fr: Élastique
it: Elastico
ja: バンド
ko: 밴드
nl: Weerstandsband
pl: Guma
pt: Faixa elástica
ru: Резина
tr: Direnç bandı
uk: Еспандер
zh: 弹力带
zh_hant: 彈力帶

# equipKettlebell
source: Kettlebell
ar: كيتل بيل
fa: کتل‌بل
ja: ケトルベル
ko: 케틀벨
ru: Гиря
uk: Гиря
zh: 壶铃
zh_hant: 壺鈴

# equipRings
source: Rings
ar: حلقات
de: Ringe
es: Anillas
fa: حلقه
fr: Anneaux
it: Anelli
ja: リング
ko: 링
nl: Ringen
pl: Kółka
pt: Argolas
ru: Кольца
tr: Halkalar
uk: Кільця
zh: 吊环
zh_hant: 吊環

# equipOther
source: Other
ar: أخرى
de: Sonstiges
es: Otro
fa: دیگر
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt: Outros
ru: Другое
tr: Diğer
uk: Інше
zh: 其他
zh_hant: 其他

# diffBeginner
source: Beginner
ar: مبتدئ
de: Anfänger
es: Principiante
fa: مبتدی
fr: Débutant
it: Principiante
ja: 初心者
ko: 초급
pl: Początkujący
pt: Iniciante
ru: Новичок
tr: Başlangıç
uk: Початківець
zh: 初学者
zh_hant: 初學者

# diffAdvanced
source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fa: پیشرفته
fr: Avancé
it: Avanzato
ja: 上級
ko: 고급
nl: Gevorderd
pl: Zaawansowany
pt: Avançado
ru: Продвинутый
tr: İleri
uk: Просунутий
zh: 高阶
zh_hant: 進階

# diffIntermediate
source: Intermediate
ar: متوسط
de: Mittelstufe
es: Intermedio
fa: متوسط
fr: Intermédiaire
it: Intermedio
ja: 中級
ko: 중급
nl: Gemiddeld
pl: Średniozaawansowany
pt: Intermediário
ru: Средний
tr: Orta seviye
uk: Середній
zh: 进阶
zh_hant: 中階

source: ABOUT
ar: حول
de: ÜBER
es: ACERCA DE
fa: درباره
fr: À PROPOS
it: INFO
ja: 概要
ko: 정보
nl: OVER
pl: O APLIKACJI
pt: SOBRE
ru: О ПРИЛОЖЕНИИ
tr: HAKKINDA
uk: ПРО ЗАСТОСУНОК
zh: 关于
zh_hant: 關於

source: Version %@
ar: الإصدار %@
es: Versión %@
fa: نسخه %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt: Versão %@
ru: Версия %@
tr: Sürüm %@
uk: Версія %@
zh: 版本 %@
zh_hant: 版本 %@

# aboutBlurb
source: Built by lifters, for lifters.
ar: صنعه متدربون للمتدربين.
de: Von Trainierenden für Trainierende.
es: Hecha por gente que entrena, para gente que entrena.
fa: ساخته توسط وزنه‌زن‌ها، برای وزنه‌زن‌ها.
fr: Créé par des pratiquants, pour des pratiquants.
it: Fatta da chi si allena, per chi si allena.
ja: トレーニングする人が、トレーニングする人のために作りました。
ko: 운동하는 사람이 운동하는 사람을 위해 만들었습니다.
nl: Gemaakt door sporters, voor sporters.
pl: Stworzone przez ćwiczących dla ćwiczących.
pt: Feito por quem treina, para quem treina.
ru: Сделано теми, кто тягает, для тех, кто тягает.
tr: Spor yapanlar tarafından, spor yapanlar için geliştirildi.
uk: Створено тими, хто тренується, для тих, хто тренується.
zh: 由健身者打造，为健身者而生。
zh_hant: 由訓練者為訓練者打造。

source: Free forever
ar: مجاني إلى الأبد
de: Für immer kostenlos
es: Gratis para siempre
fa: برای همیشه رایگان
fr: Gratuit pour toujours
it: Gratis per sempre
ja: ずっと無料
ko: 영원히 무료
nl: Voor altijd gratis
pl: Darmowe na zawsze
pt: Gratuito para sempre
ru: Бесплатно навсегда
tr: Sonsuza kadar ücretsiz
uk: Безкоштовно назавжди
zh: 永久免费
zh_hant: 永久免費

# freeForeverWhy
source: No subscription, no ads, nothing locked behind a paywall.
ar: لا اشتراك ولا إعلانات ولا ميزات محجوبة بالدفع.
de: Kein Abo, keine Werbung, nichts hinter einer Bezahlschranke.
es: Sin suscripción, sin anuncios, nada escondido tras un muro de pago.
fa: بدون اشتراک، بدون تبلیغ، بدون پرداخت اجباری.
fr: Pas d’abonnement, pas de pub, rien de bloqué derrière un paiement.
it: Nessun abbonamento, nessuna pubblicità, niente bloccato a pagamento.
ja: サブスクなし、広告なし、課金でロックされる機能なし。
ko: 구독 없음, 광고 없음, 유료 잠금 없음.
nl: Geen abonnement, geen advertenties, niets achter een betaalmuur.
pl: Bez subskrypcji, bez reklam, bez płatnych blokad.
pt: Sem assinatura, sem anúncios, nada bloqueado por um paywall.
ru: Без подписок, без рекламы, ничего не спрятано за платной стеной.
tr: Abonelik yok, reklam yok, ücret duvarı yok.
uk: Без підписки, без реклами, без платних обмежень.
zh: 无订阅、无广告、无付费功能。
zh_hant: 無訂閱、無廣告、沒有付費鎖定功能。

source: Fully offline
ar: 100% دون اتصال
de: Vollständig offline
es: Totalmente sin conexión
fa: کاملاً آفلاین
fr: 100 % hors ligne
it: Tutto offline
ja: 100%オフライン
ko: 100% 오프라인
nl: 100% offline
pl: 100% offline
pt: Totalmente offline
ru: Полностью офлайн
tr: %100 çevrimdışı
uk: 100% офлайн
zh: 完全离线
zh_hant: 100% 離線

# fullyOfflineWhy
source: No account, no servers. Your training never leaves this phone.
ar: لا حساب ولا خادم. تمارينك لا تغادر هذا الهاتف أبدًا.
de: Kein Konto, keine Server. Dein Training verlässt dieses Handy nie.
es: Sin cuenta, sin servidores. Tu entreno no sale de este móvil.
fa: بدون حساب، بدون سرور. تمرینت هرگز از این گوشی خارج نمی‌شود.
fr: Aucun compte, aucun serveur. Tes entraînements ne quittent jamais ce téléphone.
it: Nessun account, nessun server. I tuoi allenamenti non lasciano mai questo telefono.
ja: アカウントもサーバーも不要。ワークアウトデータはこの端末から出ません。
ko: 계정도 서버도 없습니다. 운동 데이터는 이 휴대전화 밖으로 나가지 않습니다.
nl: Geen account, geen server. Je trainingen verlaten deze telefoon nooit.
pl: Bez konta, bez serwera. Twoje treningi nigdy nie opuszczają telefonu.
pt: Sem conta, sem servidores. Seu treino nunca sai deste celular.
ru: Без аккаунта и серверов. Твои тренировки не покидают этот телефон.
tr: Hesap yok, sunucu yok. Antrenman verilerin bu telefondan asla çıkmaz.
uk: Без облікового запису й серверів. Тренування ніколи не залишають телефон.
zh: 无账号、无服务器。
zh_hant: 不需帳號、不連伺服器。你的訓練資料永遠不會離開這支手機。

# yoursToTake
source: Your data is yours
ar: بياناتك ملكك
de: Deine Daten gehören dir
es: Tus datos son tuyos
fa: داده‌ات مال توست
fr: Tes données t’appartiennent
it: I tuoi dati sono tuoi
ja: データはあなたのもの
ko: 데이터는 사용자의 것입니다
nl: Je gegevens zijn van jou
pl: Twoje dane należą do ciebie
pt: Seus dados são seus
ru: Данные — твои
tr: Verilerin sana ait
uk: Твої дані належать тобі
zh: 数据归你所有
zh_hant: 資料屬於你

# yoursToTakeWhy
source: Export it to CSV whenever you like, and delete it all in one tap.
ar: صدّرها بصيغة CSV متى شئت واحذف كل شيء بخطوة واحدة.
de: Exportiere sie jederzeit als CSV und lösche alles mit einem Fingertipp.
es: Expórtalos a CSV cuando quieras, y bórralos todos de un toque.
fa: هر وقت خواستی به CSV خروجی بگیر و با یک ضربه همه‌اش را پاک کن.
fr: Exporte-les en CSV quand tu veux et supprime tout en un geste.
it: Esportali in CSV quando vuoi, ed eliminali tutti con un tocco.
ja: いつでもCSVで書き出し、ワンタップですべて削除できます。
ko: 언제든 CSV로 내보내고 한 번에 모두 삭제할 수 있습니다.
nl: Exporteer ze wanneer je wilt als CSV en verwijder alles in één keer.
pl: Eksportuj do CSV kiedy chcesz i usuń wszystko jednym ruchem.
pt: Exporte-os para CSV quando quiser e apague tudo com um único toque.
ru: Выгружай их в CSV когда захочешь и удали всё одним нажатием.
tr: İstediğin zaman CSV olarak dışa aktar ve her şeyi tek dokunuşla sil.
uk: Експортуй у CSV будь-коли й видаляй усе однією дією.
zh: 随时导出为 CSV 文件，也可一键清空所有数据。
zh_hant: 隨時匯出為 CSV，並可一次刪除所有資料。

source: WHAT'S INSIDE
ar: المحتوى
de: WAS ENTHALTEN IST
es: QUÉ LLEVA DENTRO
fa: امکانات
fr: CONTENU
it: COSA C'È DENTRO
ja: 内容
ko: 포함 내용
nl: INHOUD
pl: ZAWARTOŚĆ
pt: O QUE HÁ DENTRO
ru: ЧТО ВНУТРИ
tr: İÇERİK
uk: ЩО ВСЕРЕДИНІ
zh: 功能一览
zh_hant: 內容

# exercisesInside
source: %lld exercises
ar: %lld تمارين
de: %lld Übungen
es: %lld ejercicios
fa: %lld حرکت
fr: %lld exercices
it: %lld esercizi
ja: %lld種目
ko: 운동 %lld개
nl: %lld oefeningen
pl: %lld ćwiczeń
pt: %lld exercícios
ru: %lld упражнений
tr: %lld egzersiz
uk: %lld вправ
zh: %lld 项内置动作
zh_hant: %lld 個動作

# exercisesInsideWhy
source: Every one with an animation and step-by-step instructions.
ar: لكل تمرين رسوم متحركة وتعليمات خطوة بخطوة.
de: Jede Übung mit Animation und Schritt-für-Schritt-Anleitung.
es: Cada uno con su animación y sus instrucciones paso a paso.
fa: هر کدام با انیمیشن و دستور گام‌به‌گام.
fr: Chacun avec une animation et des instructions étape par étape.
it: Ognuno con animazione e istruzioni passo passo.
ja: すべてにアニメーションと手順説明があります。
ko: 각 운동에 애니메이션과 단계별 설명이 있습니다.
nl: Elk met animatie en stapsgewijze instructies.
pl: Każde z animacją i instrukcją krok po kroku.
pt: Todos com animação e instruções passo a passo.
ru: Каждое с анимацией и пошаговой инструкцией.
tr: Her birinde animasyon ve adım adım talimat var.
uk: Кожна має анімацію та покрокові інструкції.
zh: 全部配有动作动画和分步图文指导。
zh_hant: 每個動作都有動畫與逐步說明。

# calculatorsInside
source: 6 calculators
ar: 6 حاسبات
de: 6 Rechner
es: 6 calculadoras
fa: ۶ ماشین‌حساب
fr: 6 calculateurs
it: 6 calcolatrici
ja: 6個の計算ツール
ko: 계산기 6개
pl: 6 kalkulatorów
pt: 6 calculadoras
ru: 6 калькуляторов
tr: 6 hesaplayıcı
uk: 6 калькуляторів
zh: 6 款实用计算器
zh_hant: 6 個計算器

# calculatorsInsideWhy
source: 1RM, plates, BMI, calories, body fat and warm-up — all with published formulas.
ar: 1RM والأقراص ومؤشر كتلة الجسم والسعرات ودهون الجسم والإحماء — كلها مبنية على معادلات منشورة.
de: 1RM, Scheiben, BMI, Kalorien, Körperfett und Aufwärmen — alle mit veröffentlichten Formeln.
es: 1RM, discos, IMC, calorías, grasa y calentamiento — todas con fórmulas publicadas.
fa: 1RM، وزنه، BMI، کالری، چربی بدن و گرم‌کردن — همه با فرمول‌های منتشرشده.
fr: 1RM, disques, IMC, calories, masse grasse et échauffement — tous basés sur des formules publiées.
it: Massimale, dischi, BMI, calorie, massa grassa e riscaldamento — tutte con formule pubblicate.
ja: 1RM、プレート、BMI、カロリー、体脂肪、ウォームアップ — すべて公開済みの式に基づきます。
ko: 1RM, 원판, BMI, 칼로리, 체지방, 워밍업 — 모두 공개된 공식에 기반합니다.
nl: 1RM, schijven, BMI, calorieën, lichaamsvet en warming-up — allemaal gebaseerd op gepubliceerde formules.
pl: 1RM, talerze, BMI, kalorie, tkanka tłuszczowa i rozgrzewka — wszystko na podstawie opublikowanych wzorów.
pt: 1RM, pesos, IMC, calorias, gordura corporal e aquecimento — tudo com fórmulas publicadas.
ru: 1ПМ, блины, ИМТ, калории, жир и разминка — все по опубликованным формулам.
tr: 1RM, plakalar, VKİ, kalori, vücut yağı ve ısınma — hepsi yayımlanmış formüllere dayanır.
uk: 1ПМ, диски, ІМТ, калорії, жир і розминка — усе базується на опублікованих формулах.
zh: 涵盖 1RM、杠铃片、BMI、热量、体脂率和热身推算。
zh_hant: 1RM、槓片、BMI、卡路里、體脂與暖身 — 全都基於公開公式。

# mathInside
source: Honest maths
ar: حسابات شفافة
de: Ehrliche Mathematik
es: Cuentas honestas
fa: آمار واقعی
fr: Des calculs transparents
it: Conti onesti
ja: 透明な計算
ko: 투명한 계산
nl: Transparante berekeningen
pl: Przejrzyste obliczenia
pt: Matemática honesta
ru: Честная математика
tr: Şeffaf hesaplamalar
uk: Прозорі розрахунки
zh: 真实可信的数据
zh_hant: 透明計算

# mathInsideWhy
source: Volume, records and streaks come from your own sets. Nothing here is decoration.
ar: يتم حساب الحجم والأرقام القياسية والمجموعات من بياناتك أنت. لا شيء للزينة فقط.
de: Volumen, Rekorde und Serien stammen aus deinen eigenen Sätzen. Nichts hier ist bloße Dekoration.
es: El volumen, los récords y la racha salen de tus series. Aquí no hay nada decorativo.
fa: حجم، رکورد و استریک از ست‌های خودت می‌آید. اینجا چیزی تزئینی نیست.
fr: Volume, records et séries sont calculés à partir de tes propres données. Rien n’est là pour faire joli.
it: Volume, record e serie vengono dalle tue serie. Qui niente è decorazione.
ja: ボリューム、記録、セットはあなた自身のデータから計算されます。見た目だけの数字はありません。
ko: 볼륨, 기록, 세트는 사용자의 실제 데이터로 계산됩니다. 장식용 수치는 없습니다.
nl: Volume, records en sets worden uit je eigen gegevens berekend. Niets is alleen voor de sier.
pl: Objętość, rekordy i serie są liczone z twoich danych. Nic nie jest tylko ozdobą.
pt: Volume, recordes e sequências vêm das suas próprias séries. Nada aqui é falso.
ru: Объём, рекорды и серии считаются по твоим подходам. Здесь ничего не нарисовано для красоты.
tr: Hacim, rekorlar ve seriler kendi setlerinden hesaplanır. Buradaki hiçbir şey göstermelik değil.
uk: Обсяг, рекорди й підходи розраховуються з твоїх даних. Нічого просто для краси.
zh: 容量、纪录和打卡连胜均由你的真实训练组数如实计算，绝无虚饰。
zh_hant: 訓練量、紀錄與組數都依你的資料計算，沒有只是裝飾的數字。
